tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nginx/unit"
tap "shivammathur/php"
brew "apr-util"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "composer"
brew "dnsmasq"
brew "git"
brew "hiredis"
brew "mackup"
brew "mysql", restart_service: true
brew "nginx"
brew "node"
brew "openssl@1.1"
brew "php@8.1"
brew "python@3.11"
brew "redis", restart_service: true
brew "starship", link: false
cask "brave-browser"
cask "canva"
cask "discord"
cask "figma"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "insomnia"
cask "iterm2"
cask "linear-linear"
cask "microsoft-auto-update"
cask "ngrok"
cask "phpstorm"
cask "postman"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"